10/data/attachments/fe08019aff96eb95.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3366b451-5789-4053-9ce3-aaa5786d2676</nif:username>
            <nif:friendToBeAdded>Oscar_call_Friend_70426_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>